tap "nikitabobko/tap"
tap "tw93/tap"

brew "atuin"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "lazygit"
brew "mprocs"
brew "neovim"
brew "nmap"
brew "octave"
brew "pnpm"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tree"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "tw93/tap/mole"

cask "aerospace"
cask "bruno"
cask "codex"
cask "font-fira-code"
cask "ghostty"
